Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyDueToBackgroundCalculation Property
 Cannot copy dragged elements while background calculations are in progress.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyDueToBackgroundCalculation { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyDueToBackgroundCalculation As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyDueToBackgroundCalculation {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace